{
"name": "Special Skills", "rule":
[
{"data": "This miniature has been trained to deploy by using a parachute or rappelling from an aircraft, in the moments prior to combat, arriving from outside of the battlefield at the most critical point. In the deployment phase, AD: Parachutist allows the miniature, without spending Orders or having to make any roll, to avoid being placed on the battlefield. The borders of the game table must be divided into imaginary sections of equal proportion (Two per side, eight in total) to determine the parachutists point of entrance. An entry section from the eight is chosen before the battle starts for each figure, noted in secret so that it can be verified when the figure is deployed. This section cannot be the enemy's Deployment Zone. When the player decides to Deploy the figure, 1 Order is spent (The miniature's own, not one from the Orders Reserve) and the figure is placed on the battlefield, somewhere along the table border of the section selected before beginning the battle. If using a Coordinated Order, all miniatures participating must enter through the same section of a table edge, chosen from those noted before the battle.  ", "name": "AD: Parachutist"},
{"data": "Figures possessing the Special Skill AD: Airborne Infiltration are experienced parachutists, specialized in raiding and penetrating enemy lines. This Special Skill allows the figure, without spending any Orders or making rolls, to perform similarly to AD: Parachutist but without having to choose a specific zone of entry. He must still spend his Order to deploy but may be placed on any border of the game table. The entry point chosen cannot be inside the enemy's Deployment Zone. If a Coordinated Order is used, all miniatures participating must enter through the same table section.  ", "name": "AD: Airborne Infiltration"},
{"data": "Figures with this special jump equipment are trained to descend at full speed over the battlefield surprising enemies with devastating sudden attacks. The active player can deploy a miniature with AD: Combat Jump at any point during the battle. The figure spends 1 Order (His own, not one from the Orders Reserve) and makes a PH Normal Roll. If successful he deploys to any point on the table nominated by his owner, facing in any direction desired. Dispersion: If he fails the PH roll, the miniature suffers a detour in his fall, deviating as many inches as the Failure Category multiplied by 2.5 (FC x 2.5). In order to determine in which direction the miniature deviates, a Circular Template is used. Place the Circular Template on the target point where the miniature was supposed to land, with the number 1 facing towards the centre of the table. The second digit of the dice Roll is used indicate the direction in which the miniature deviate. If deviation prompts the figure to fall outside the battlefield, he will have to spend an extra Order from the Order Reserve to appear on the border of the game table at the point where he would have left. A figure cannot nominate as jump target the interior of a Smoke zone, or in Impassable Terrain or Zones of Low or Zero Visibility. The landing zone is of the same size as a Circular Template and must be free of scenery elements. The figure with Combat Jump can land on any point in the landing zone but the whole of its base must be in the interior of the Circular Template. A figure cannot land in base to base contact with another miniature. If a Coordinated Order is used to perform a Combat Jump, all the miniatures participating must choose the same template as their landing point. Those failing their PH Roll will be dispersed individually. Figures possessing Combat Jump can also deploy themselves, if they wish to, as if they possessed the preceding levels in AD.  Remotes with Combat Jump will have to perform a PH Roll in order to jump. PH determines the automation and programming level of their jumps.  Impetuous Figures with Combat Jump will have to use their Impetuous Order to perform their jump. If they do not want to jump immediately, at the beginning of the turn they must spend an Order from their army's Orders Reserve in order to stop each impetuous figure from deploying with their Impetuous Order.", "name": "AD: Combat Jump"},
{"data": "Inferior Combat Jump functions exactly the same as normal Combat Jump, but in certain scenarios, owing to certain weather or technical conditions, figures will make their PH Roll with a Modifier of -3.  ", "name": "AD: Inferior Combat Jump"},
{"data": "A miniature that possesses the AD: Tactical Jump Special Skill is not only an excellent infiltrator parachutist, but is also a natural born leader with a superb tactical sense. Tactical Jump allows performance of only AD: Airborne Infiltration, but without the enemy's Zone of Deployment restriction access. Moreover, if the figure possessing this Special Skill is the leader (Lieutenant) of a group of figures with AD: Parachutist, these can be deployed in the same zone of entry and in the same turn as their Lieutenant, no matter if a different zone of entry was determined for them before the battle. If using a Coordinated Order, all miniatures participating must enter through the same section of a table edge. In addition, if the figure possessing Tactical Jump is the Lieutenant, as soon as he is positioned on the game table the situation of Loss of Lieutenant is automatically cancelled. The player recovers the whole Orders Reserve that would have been available, with the exception of Orders spent previously (which can only be one or two).  ", "name": "AD: Tactical Jump"},
{"data": "Miniatures belonging to this alien race have a special and peculiar behaviour in the game. Three Antipodes are necessary to compose an intelligent entity, creating one personality with each individual contributing diverse characteristics. For this reason, it costs only 1 Order to activate an Assault Pack of three Antipodes. All the Antipodes in the Pack will then perform the same Skills simultaneously, but make separate rolls to resolve actions. Members of a Pack, in ARO as well as in their own turn, behave always as if they were only one figure. Although they can move in separate ways, they must execute the same Skills in a sole Order and choose the same target, providing only one ARO to enemy miniatures, as with standard Coordinated Orders. When a member of a Pack falls, the Antipode group identity suffers a mutilation of its reasoning capacity, with the WIP of each Antipode reduced by -3 for every lost member of the Pack. The Ariadnians have managed to work with Packs of 3 and 4 members, to increase their resistance capacity. If the Assault Pack belongs to an Ariadnian army and they lose their Controller or his Control Device is Disabled, they must make a WIP Roll. If the roll is successful, they continue with the last orders received by the Controller, which usually consists of charging against the enemy. In such a situation, the Pack is still considered as part of the Ariadnian army. If they fail the roll, they must make a d20 roll. With a result of 10 or less, the Pack will use its respective Orders (Impetuous and normal Order) to get off the table through the nearest edge, performing no orders except for Move or Dodge. If the result is over 10, the Pack will enter Frenzy state and go bananas, leaving the control of the Ariadnian player. In the following game rounds, the Antipodes will act before the rest of the players, using their Impetuous Order and their own Order to attack the nearest figure, continuing every turn until either they or all other miniatures on the table are dead. They attack the nearest figure each turn, whether friend or foe. Every time after the Controller's disappearance the Pack loses one of its members, a WIP roll must be made with the corresponding Modifier per dead Antipode, with results as above. When organizing Groups in an army, the Pack and their Controller will count as two figures and will always be in the same Group. The Pack gives 1 single Order to the Order Reserve, different from the Order given by their Controller.  ", "name": "Antipode"},
{"data": "The figure is possessed by a brutal blood thirst that throws him into combat despising any safety measures. The CC roll, usually a Face to Face one, becomes a Normal Roll for each combatant. Each makes their Skill Rolls, with a successful attack roll compelling the enemy to make an ARM Roll, so it is possible that both players receive Damage simultaneously. The Berserker receives a bonus of +9 to his CC Attribute in return, but never gains the +3 ARM Defence Bonus for making a successful CC Roll. If the opponent decides to Dodge, a success on his PH Roll will not avoid the blow, but he will be able to move out of CC. Berserk is an automatic Special Skill that does not require Orders to be spent for activation but its use must be declared at the same time as the declaration of a CC Skill use. The use of this Skill is optional and it can only be applied in CC.  ", "name": "Berserk"},
{"data": "The figure devoted himself to pillaging in some previous battle, and now has some extra item in his equipment that is probably not very common in units like his. This element does not count as a Support Weapon when performing the Support Weapons calculation in army construction. The Booty does not substitute for the figure's basic equipment: it is instead a complement. Before starting the battle a roll is made on the table to ascertain which extra element of equipment the figure has. If, in the course of a battle, a unit with the Special Skill Booty finds the dying body of another figure (in Unconscious state), he can spend 1 Order to scavenge. He may gain the figure's ARM value instead of his own, or take one of its weapons or pieces of equipment. He will be able to pick only one object and in return must throw away any piece of Booty he is currently carrying.  ", "name": "Booty"},
{"data": "The figure has the special ability to obscure his appearance to an enemy. Moreover, he has basic mimetic tools and clothes or camouflage gear made with a photosensitive material, a cheaper alternative to chameleonic tools, and knows how to use it with the maximum results in order to avoid discovery. In game terms, any miniature attacking a figure with Mimetism will have a -3 Modifier to his BS Attribute for ranged attacks.  ", "name": "CH: Mimetism"},
{"data": "The miniature has a special capacity, be it natural or learned, for hiding and stealth. He will also have chameleonic tools available: photoreactive cells and variable/ combinable environment patterns. These clothing-incorporated systems will merge the miniature with his surroundings. The Special Skill of Camouflage allows its owner to perform:   Camouflaged Deployment: This use is exclusive to the deployment phase and does not require the spending of any Orders or making of rolls. The miniature is not deployed in the usual way: a Camouflage Marker is placed instead. This type of Deployment also allows 3 miniatures (All with the Special Skill of Camouflage) to be deployed under the same Marker. One or more miniatures can be separated from the group at any point in the game, moving as a separate Camouflage Marker. All the figures placed under the Camouflage Marker are revealed if the adversary makes a successful Discover Roll, or if some of the figures perform an Order that uncovers them. When revealed, figures must appear no more than inch of distance from each other, although the player can place them facing however he likes. In game terms, a Camouflage Marker is always the same height as a base troop figure from its own army (Unless it has a Prone Marker beside it).   Camouflage in Movement: This allows the player to move the miniature without placing him on the battlefield. Only his Camouflage Marker will move. When several miniatures are moved under the same Camouflage Marker, they behave as if they were only one miniature. If they have different MOV values, the lowest is always used. The only Skills whose execution does not automatically rreveal the camouflaged figures are Cautious Movement and all Short Skills of Movement that do not require any roll (except Alert). The camouflaged figure reveals automatically when it is in base contact with another figure. If the figure is Discovered or is automatically revealed, the Camouflage Marker is replaced by its miniature (or miniatures), facing how the player prefers. If a Camouflage Marker does not perform anything but MOV in his turn, even if it crosses a Suppression Fire zone or a figure's ZC, the only ARO that can be executed against it is Discover or Change Facing.   Defensive Camouflage: To act against a Camouflage Marker, enemies must succeed in a Discover roll with a -3 Modifier. If the roll is failed, the camouflaged figure is not perceived and may not be a target of BS, CC, or any other Skill (Hacking, Sepsitor, etc.). If the Camouflaged miniature (Or miniatures, if they are clustered) is discovered, it will have to be placed on the battlefield, substituting the Camouflage Maker and losing all the advantages of Camouflage in Movement and Combat, but still complicating any BS Roll against him with a Modifier of -3. When placing the figure over terrain, he can face any direction his owner chooses.   Combat Camouflage: This allows a miniature in a camouflaged state to make a BS, Forward Observer, Sepsitor or Hacking attack before his opponent does. This attack is made with a Normal Roll. If the adversary survives the attack, he may then make any attacks he may have declared in ARO which are also made as Normal Rolls, with -3 to BS if shooting at the revealed figure. After this, the player will have to replace the Camouflage Marker with the correct figure. Combat Camouflage is only available for use with Ballistic Skills. In ARO, the reactions of Camouflaged soldiers are simultaneous to the Order they react to, so Face to Face Rolls will be made. If the Camouflaged figure receives an Intuitive Attack without having been Discovered first, he will have to reveal himself even if he passes the ARM Roll, removing the Camouflage Marker and placing the real figure. In the same way, if he is affected by a Template but the target was another figure, he will have to make an ARM Roll, revealing himself whether he passes the roll or not.   Camouflaging Again: When a figure has lost the Camouflaged status (It is represented by its figure and not a Camouflage Marker), he can recover his former status by spending 1 Order, provided that he is not in the LoF of any enemy miniatures. A figure in TO Camouflage in LoF of a miniature that intends to Camouflage itself again will have to reveal himself if he desires to prevent his enemy from re-entering Camouflaged status.", "name": "CH: Camouflage"},
{"data": "The miniature possesses, besides the Special Skill Camouflage, a Thermo-Optical mimetizing device. This is a system that curves the light around its bearer, rendering him almost invisible and erasing his thermal signature. This sophisticated device also diffuses any possible atmospheric turbulence that its bearer may provoke and prevents his detection by radar or sonar. In game terms, TO Camouflage allows its possessor to perform the following:   Hidden Deployment: It allows the same type of deployment as CH: L-2 Camouflage, but there is no need to make use of a Marker. Provided that he does not move, the figure with CH: TO Camouflage will remain completely invisible. The player must take note of his figure's position in the most detailed possible way (Cover, Prone, etc.) so that the adversary will be able to verify the data in the moment in which he reveals his position. If the miniature moves, the player must place a TO Camouflage Marker, and show his adversary that he really was in that position from the beginning of the battle. If the figure performs any other action, he will have to be replaced by the miniature instead of the Marker. A miniature in Hidden Deployment does not add his Order to the Orders Reserve, as he is not on the game table. However, to carry out his first Order, which reveals his presence on the battlefield, he will not receive the Order from the Orders Reserve but will have to spend his own.   Camouflage in Movement: Allows the miniature to carry out the same Camouflaged Movement allowed by CH: Camouflage.   TO Defensive Camouflage: Allows the miniature the same Defensive Camouflage that CH: Camouflage provides, but a negative Modifier of -6 is applied if someone intends to attack him.   TO Combat Camouflage: Allows the same Combat Camouflage as CH: L-2 Camouflage, with no orders needing to be spent.   Camouflaging again: Functions exactly as CH: L-2 Camouflage", "name": "CH: TO Camouflage"},
{"data": "The trooper possesses the CH: Camouflage Special Skill but lacks the possibility of Camouflaging Again. So, once Discovered, or if he reveals himself, he will lose this Special Skill and he cannot camouflage again or use any other advantages given by CH: Camouflage or CH: Mimetism (Except if he possesses also the CH: Mimetism Special Skill, then it can keep using it).  ", "name": "CH: Limited Camouflage"},
{"data": "The miniature has received special training in order to fight in Close Combat using a weapon in each hand. This Skill allows the effects of two different Close Combat weapon Special Ammunitions to be combined on a successful hit. This Special Skill functions automatically and does not require any Orders or Rolls to be activated.  ", "name": "CC with 2 Weapons"},
{"data": "The figure who possesses this Special Skill is the next in line to become the officer commanding the combat unit. In game terms, if the trooper is on the game table as a figure or a Marker, and the Lieutenant falls Unconscious or Dead, he will take command automatically, becoming the new Lieutenant with no spending of Orders required and ignoring the effects of the Loss of Lieutenant rule. If, when the Lieutenant is shot down, the owner of the Chain of Command Special Skill is off the game table, once he is placed on it the Loss of Lieutenant state is cancelled and the player automatically recovers the entire Order Reserve that would have been available, with the exception of Orders spent previously. This Special Skill functions automatically and its use is not optional.  ", "name": "Chain of Command"},
{"data": "A miniature with Climbing Plus is specially equipped or gifted at climbing. This Special Skill functions automatically and allows the miniature to climb as many inches as his MOV Attribute, with no need to make a PH Roll. The Climbing Plus Special Skill allows the figure to perform other skills while climbing or hanging from a great height (Climbing+BS per example).  ", "name": "Climbing Plus"},
{"data": "The figure carries a device able to cover an 8 inch radius area around him with a potent nanovirus. The nanovirus can infect all figures possessing a Cube, functioning as an EI Sepsitor repeater. In order to propagate the virus this device uses all the metabolic power of the user, causing him to fall into an induced coma, which gives this skill its name. Coma is a Short skill. When activated, a miniature with Sepsitor can attack, by spending one Order per target, any figure with a Cube within an 8 inch radius of the fighter with this Skill. The Coma area will be active only during that turn. After activating Coma, the figure will have the status of Dead but still will be on the game table, with a Wound Marker to show the radius of action of the Coma during that turn. At the end of the turn, the miniature will be removed from the table. Morat troops have a strict code of regimental honour, so any Morat figure will not activate Coma until having caused at least one casualty to the enemy.  ", "name": "Coma"},
{"data": "The miniature is a qualified doctor, with complete training in combat medicine and is a specialist in saving his companions from death. Doctor is a Short Skill that allows the miniature, when in base contact, after passing a WIP Roll, to make his patient pass from the Unconscious state to Normal, with a single Wound. If he fails the WIP Roll, the figure is considered to be Dead and is removed from the game table. Miniatures can be healed as many times as necessary, provided that the WIP rolls are successful. A miniature that has been healed can also benefit later from a MediKit, AutoMediKit, or Regeneration, and vice versa. A figure must be in base to base contact with a patient to use the Doctor Special Skill. A Doctor with the Special Skill V: No Wound Incapacitation who has suffered one Wound can try to heal himself but if he fails the WIP roll he will die automatically.  ", "name": "Doctor"},
{"data": "Any figure with this Special Skill has the means and technical knowledge required to carry out campaign repairs on faulty or damaged equipment. Engineer is a Short Skill that allows, with a successful Normal WIP Roll, the repair of Structure points (STR) of vehicles or figures (1 point per successful WIP Roll) which he is in base contact with. If the Engineer fails his WIP Roll, the target miniature or structure loses 1 point of STR instead of recovering it.  Engineers can reactivate all weapons, equipment and armour affected by E/M and Adhesive Special Ammunition if they they pass 1 single Normal WIP Roll when in contact with the affected figure. If the Engineer fails the WIP Roll when reactivating, it is considered that the weapon or equipment is permanently shut down with no possibility of recovery.  It is essential that a miniature be in base to base contact with the item he wants to repair.  Figures that posses this Short Skill can also open locks, applying the same Modifiers as Hacking Security and Information (See Advanced Rules: Hacking). In order to open/close a door, base to base contact is required.  Engineer also allows Mines to be deactivated (Antipersonnel and Monofilament), as well as E/Maulers and D-Charges. In order to deactivate a Mine in a same Order, the figure has to come into its action radius (Circular Template) and pass a WIP Roll. If successful, the Mine does not explode and is defused. If the WIP roll is failed, then it explodes, affecting the Engineer as normal.  ", "name": "Engineer"},
{"data": "This Special Skill is used by a figure to explode after it falls into an Unconscious state. The area of explosion is that of a Circular Template, causing 13 Shock Damage to all in the area. The detonation caused by this Special Skill can be Dodged by passing a PH-6 Roll. Exploding is a Short Skill that allows the figure to explode at any moment he deems suitable, after passing a Normal WIP Roll. Activating this Special Skill will provoke a rapid death in its bearer. Exploding can be used in CC substituting the CC Attribute with WIP, the figure Exploding rather than causing a hit: this allows the figure to Explode without being Unconscious first. In the specific case of T.A.G.s with Combat Jump, such as the Caskuda, the explosion is only produced when hitting the ground: the figure will not suffer any damage and will not be able to explode again.  ", "name": "Explode"},
{"data": "Concordat Exrah Operators are the ephemeral branch of the Exrah race. Their keratinous epidermis is softer, which allows them more mobility and personal speed, but makes them vulnerable to radiation, so their life expectancy is very short. Physical damage suffered by the Ephemeral is impossible to cure, as his internal organs, affected by the ambient radiation of their planet and cosmic rays received in their trips, have a very short endurance. Because of this, when an Exrah receives a hit that pierces his ARM, his state directly moves to Dead: he does not suffer the Unconscious state and is automatically removed from the battlefield. Furthermore, the organism of the Exrah is very sensitive to powerful E/M transmitters, which causes them severe internal damage. If an Exrah receives an E/M impact and fails his BTS Roll, he will pass directly to the Dead state and is removed from the game table. Ephemeral Exrah have a superior capacity of movement than would be assumed given their massive aspect: they move better than any other Medium Infantry. They also have short wings, which is powered by their combat keratin and allows them to move in great leaps, conferring the Super Jump Special Skill.  ", "name": "Exrah"},
{"data": "Forward Observer is a Short Skill. A Forward Observer in LoF with an enemy will be able to mark him after passing a WIP roll (Face to Face, or Normal, depending on the case), modified by Covers, Distance, Camouflage and Hiding Special Skill, or an Optical Disruptor Device. Distance Modifiers for marking with Forward Observer are applied as per the following table: There are two types of attacks that can be made as a result of the marking by a Forward Observer:   Speculative: When the Forward Observer passes his WIP Roll, the target remains marked for any other comrade that wants to shoot at that target, and the Speculative Fire Modifier is not applied.   Guided: When the Forward Observer passes his WIP Roll the target will remain marked for any other comrade possessing a weapon with Guided Ammunition. This figure will be able to use the Short Skill Ballistic Skills to hit the marked miniature without a roll required, as the WIP Roll of the Observer substitutes.   A miniature marked by a Forward Observer will be considered as marked until the end of the turn of the player possessing the Observer that marked it. The special equipment of Forward Observers allows them to use the Flash Pulse.  ", "name": "Forward Observer"},
{"data": "Remote Presence: This Special Skill is possessed by Remotes and unmanned T.A.G.s. Remotes have pseudo-AIs and expert programs that rule their behaviour in combat, operating in pure logic where fear has no place. In the case of Remote Presence T.A.G.s, the driver is not physically present on the battlefield and remotely controls it from a safe distance. Remote Presence is considered confers the Valor: Courage Special Skill. Figures with Remote Presence cannot have a Cube.  ", "name": "G: Remote Presence"},
{"data": "The Mnemonica Special Skill is a typical troop feature of the EI. If the original body chosen to host the Aspect of the EI that controls the army (Charontid, Anathematic or Avatar) is destroyed in combat, the Aspect will automatically jump to another figure's Cube in his army. The Aspect can also jump when his body is in an Unconscious state, but this will cause the body to automatically autodestruct and it must be removed from the game table. The Mnemonica Special Skill does not require the spending of an Order and functions automatically. Mnemonica allows the EI to continue acting as Lieutenant in his army with no Loss of Lieutenant situation incurred whilst there are figures where it can discharge itself. When activating Mnemonica in another figure of the Combined Army, he will acquire the original WIP of the EI's Aspect (16 or 17), and the Ghost: Mnemonica Special Skill, but he will not be able to make use of any other Special Skill owned by the original body of the Aspect, or his equipment such as Sepsitor, Multispectral Visor, TO Camouflage, etc. Ghost: Mnemonica includes too the Ghost: Remote Presence Special Skill.  ", "name": "G: Mnemonica"},
{"data": "Figures that possess this Special Skill are entities (of artificial origin or not) whose conscience resides in data networks and who can download themselves into different bodies, called Proxies, to interact with the material world.  Figures with Ghost: Jumper L1 have a minimum of two Proxies deployed on the battlefield into which they can download and participate in the excitement of combat. They can jump from one to another to always be in the thick of the action, or they may use it as a way to quickly flee. This Special Skill allows deployment of a minimum of two, and a maximum of three, Proxies on the game table, applying the special deployment rules for those who have them (ie. Infiltration, Airborne Deployment, ...). In an active turn, a player who possess a Ghost: Jumper troop can activate any of its Proxies, without spending any extra Orders, just by placing the Proxy Active (PROXY ACTIVE) Marker beside the Proxy he wants to activate before spending and declaring an Order. Also in an active turn, the Ghost: Jumper can jump from one Proxy to another, without spending any extra Orders, just by placing the Proxy Active Marker beside the Proxy which he is downloading to before spending and declaring an Order. If an active Proxy falls Unconscious or Dead, the Ghost: Jumper will be Unconscious or Dead as well. If the Unconscious Proxy is healed, the Ghost: Jumper will recover with it. However, if the player has deployed an AI Beacon and it is still operational, the Ghost: Jumper can leave the Unconscious or Dead Proxy, automatically placing the Proxy Active Marker beside any of his other Proxies. When all his Proxies are in an Unconscious or Dead state, the Ghost: Jumper will return to the data network automatically and the army loses his Order, until at least one of his Proxies be recovered from Unconscious.  ", "name": "G: Jumper L1"},
    {"data": "With Ghost: Servant, the figure and the Remote are activated at the same time with only 1 Order. It works similarly to Ghost: Synchronized, as both must declare the same Order. If one of the two figures cannot perform the complete Order (the Long Skill or both Short Skills of the Order), he will be inactive and he will not perform the Order. However, if he can only perform one of the two Short Skills of the Order, then he will perform that single Skill, while the other figure will perform the complete Order. The difference from Ghost: Synchronized is that the Doctor/ Engineer makes the WIP roll, and it is the Remote who performs it. The Doctor/ Engineer can heal, repair or act through the Ghost: Servant, but it is necessary that the Remote be in base contact with the target. The Remote has not the Doctor neither the Engineer Special Skills: it cannot heal or repair by itself as it need to be controlled by the Doctor/ Engineer. Usually, to allow the Servant Remote moves until reach its target, the Doctor/ Engineer declares the Order but doesn't perform it, being in a safe place on the battlefield. Meanwhile, it is the Servant Remote who performs the Order, moving until in base contact with the target. The Doctor/ Engineer and the Remote only provide a single Order to the Orders Reserve and both are activated with only one Order. It is mandatory both figures belong to the same Combat Group where they count as a single figure. A Doctor/ Engineer can have more than 1 Servant Remote, but he can only activate them one by one, applying the other rules considerations. Meanwhile, the other Remotes will be inactive. As they are activated by one single Order, the Doctor/ Engineer and the Remote will provide a single ARO to each figure with LoF to either or both of them. If they cross a Suppression Fire (SF) zone, both can receive shots from the shooter maintaining the SF. The Doctor/ Engineer and the Remote each get their own ARO in reaction to every Order declared in their LoF or inside their Zone of Control. These AROs must be the same for both figures, applying the Ghost: Synchronized rule.  The Doctor/ Engineer can see through the sensors and optical devices of his Remote, so he can react to any Order declared in LoF or ZC of his Remote with Alert, Change Facing, Dodging or with any Skill which does not require LoF to perform. The Servant Remote always disconnects automatically if the Doctor/ Engineer is out of the game table (Due to Airborne Deployment, Hidden Deployment, ...) or if he falls Unconscious or Dead. A disconnected Remote stands still and cannot receive Orders or perform AROs. An Immobilized (IMM) Marker must be placed beside the base of a disconnected Remote. The Remote connects automatically, without spending any Order or Short Skill, at the end of an Order in which the Doctor/ Engineer comes back from Unconscious state or enters the game table. Contrary to Ghost: Synchronized, there is no limit in the operating distance between the Servant Remote and its Doctor/ Engineer. Servant Remotes are Not Impetuous figures, so they cannot be activated with Impetuous Orders.  Remotes with Ghost: Servant which possess the Airborne Deployment (AD) Special Skill can be deployed by spending 1 Order from the Order Reserve or, if the player prefers, by using the same Order through which its Doctor/ Engineer is deployed, without requiring the spending of an additional Order. In such a situation, they must be deployed at the same time and from the same side of the game table, or using the same Circular Template, as their Doctor/ Engineer. Remotes with Ghost: Servant also have the G: Remote Presence Special Skill. Remotes with Ghost: Servant don't provide Victory Points to the enemy and are not counted as casualties for the Retreat! rule. If the Doctor/ Engineer is hacked (If he is liable to be hacked) or if he receives a hit from E/M Special Ammunition and fails his BTS roll, his Remote will disconnect automatically because its link is interrupted. The Remote will connect again at the end of the Order in which the Doctor/ Engineer is freed from the hacking or his equipment is repaired. A sepsitorized Doctor/ Engineer can use his Ghost: Servant in the normal way.", "name": "G: Servant"},
    {"data": "With this Special Skill a non-Hacker miniature can control an auxiliary Remote which has synchronized its Ghost with his. This is an automatic Special Skill and it does not require the spending of any Orders or making any rolls to use it. The Controller and the Remote only provide a single Order to the Orders Reserve and both are activated with only one Order. It is mandatory both figures belong to the same Combat Group where they count as a single figure. A Synchronized Remote basically replicates the actions performed by its Controller. To act, the Controller and the Remote must declare the same Order, but it is not necessary they have the same target. If one of the two figures cannot perform the complete Order (the Long Skill or both Short Skills of the Order), he will be inactive and he will not perform the Order. However, if he can only perform one of the two Short Skills of the Order, then he will perform that single Skill, while the other figure will perform the complete Order.  Example: ", "name": "G: Synchronized"},
    {"data": "Level 1: Provides a Modifier of +3 to PH, only applies to Dodge Rolls.  ", "name": "Hyper-Dynamics L1"},
{"data": "Provides a Modifier of +6 to PH, only applies to Dodge Rolls.  ", "name": "Hyper-Dynamics L2"},
{"data": "Provides a Modifier of +9 to PH, only applies to Dodge Rolls.  ", "name": "Hyper-Dynamics L3"},
{"data": "When its bearer is engaged in CC, the i-Kohl provides a -3 Modifier to the CC of all those who are fighting against him.", "name": "i-Kohl L1"},
{"data": "Works exactly the same as Level 1, but applies a -6 Modifier to the CC attribute. ", "name": "i-Kohl L2"},
{"data": "Exactly the same as Level 1, but applies a -9 Modifier to CC.", "name": "i-Kohl L3"},
{"data": "Shock Immunity: The miniature is immune to Shock Ammunition and Shock weapons, ignoring their special effect and considering them as normal weapons and Ammunition.  ", "name": "Shock Immunity"},
{"data": "Total Immunity: The miniature is immune to all the special Weapons and Ammunition (Except Adhesive, E/M, Monofilament and Plasma), which are considered as normal attacks.  ", "name": "Total Immunity"},
{"data": "Basic Impersonation: Allows deployment of the figure wherever desired, except in the enemy Deployment Zone, or in base contact, without having to make any rolls. To represent the impersonator an Impersonation Marker State 1 (IMP-1) must be placed. The Marker can be deployed within the 12 inch strip of the enemy Deployment Zone after passing a WIP Roll. If he fails his WIP roll, the miniature deploys as a normal figure as if he had been discovered and recognized as an enemy. There are three states of Basic Impersonation.   State 1 - Unnoticed: The impersonator has infiltrated the enemy troops without being noticed, and will be considered a comrade by his enemies, who will not be able to act against him (Using BS; PH, CC, etc.). The impersonator figure is represented by an Impersonating Marker State 1 (IMP-1). In order to discover the impersonator, the enemy must make a Discover Roll with Modifier -6. If the roll is successful, the impersonator passes to state 2.   State 2 - Characterized: The impersonator has been detected, but he still tries to pass for a comrade. The state 1 Marker (IMP-1) is substituted by another of Impersonation state 2 (IMP-2), but the figure still cannot be attacked, as his identity is still not clear and he is still considered a comrade by his enemies. They must make another Discover roll, a Normal Roll without the -6 MOD, to identify him as an enemy. If this Discover roll is successful, the impersonation passes to state 3.  State 3 - Discovered: The IMP-2 marker is replaced on the table by the miniature. The impersonator has been identified as an enemy and can be attacked as usual.   The only Skills whose execution does not automatically reveal the impersonator are Cautious Movement and any Short Movement Skills that do not require any roll (except Alert). The Impersonator reveals automatically when he is in base contact with another figure. An impersonator not yet discovered can make a BS attack before his opponent can react. Therefore, no Face to Face Roll is made: each figure makes a Normal Roll of BS, the impersonator going first. If his adversary survives the ARM Roll, he may then return fire. After firing, the impersonator's miniature replaces any IMP Marker.  In ARO, impersonators' reactions are simultaneous with the Order being answered, so Face to Face Rolls are used.  To return to Impersonation status (Substituting the miniature with the IMP-1 Marker) 1 complete Order must be spent outside the LoF of any adversaries. An impersonator in state 1 or 2 (IMP-1 Marker or IMP-2) will be considered as a comrade by his adversary, but if he moves thrugh a Suppression Fire area he will be hit in a normal way. The miniature with Impersonation will always use his own Characteristics, Skills, and Equipment, although he will be able to pick up and use 1 enemy Weapon if he manages to kill a foe in Close Combat and then returns to Impersonation status. Scavenging a weapon from a victim is a Short Skill. Human figures with Basic Impersonation will never be able to pose as an alien miniature (Antipode, Morat, Shasvastii, etc.) and vice versa. The Impersonator will not be able to act in State 1 against the Combined Army of the E.I. but he will always act in State 2.  ", "name": "Basic Impersonation"},
{"data": "Impersonation Plus: Functions exactly the same as Impersonation but, due to advanced technological devices, it allows the impersonation of alien creatures by human agents and vice versa.  ", "name": "Impersonation Plus"},
{"data": "It is compulsory that the figure must be deployed outside his Deployment Zone, but always inside the enemy's half of the table. So, the roll to Infiltrate will be, at minimum, PH-1. Figures with the Inferior Infiltration Special Skill must ALWAYS be deployed in this way and may not be deployed as if they did not have the skill. If the roll is failed, the Dispersion rule must be applied and the Camouflaged Deployment and Hidden Deployment advantages will be lost. Figures with Inferior Infiltration cannot be placed inside the enemy's Deployment Zone, even when Dispersion is applied.  ", "name": "Inferior Infiltration"},
{"data": "Due to his ability to move stealthily, the miniature will be able to infiltrate the enemy's lines without being noticed. The use of the Infiltrate Special Skill is only allowed in the Deployment Phase. Infiltration allows a miniature the following options:   Option A: The miniature can be deployed, without having to spend an Order or make a Roll, up to the central area of the game table (within the half corresponding to his army). He is deployed in Camouflage or TO Camouflage status if applicable.   Option B: If the miniature wants to go further into enemy territory, he must to pass a Normal Roll of PH. Each 4 inch strip of distance advanced into enemy territory will add a cumulative Modifier of -1 to the roll. If he fails the roll, the Dispersion rule must now be applied. The centre of the Circular Template must be placed at the point in the battlefield where the figure wished to Infiltrate, with the number 1 pointing to the centre of the game table, multiplying the Failure Category by 2.5 (FC x 2.5) to determine where to place the infiltrator. Moreover, the miniature will lose the Camouflaged Deployment and Hidden Deployment options provided by the CH: Camouflage and CH: TO Camouflage Special Skills.   It is not allowed to Infiltrate inside the enemy's Zone of Deployment, or in base contact with another figure. If Dispersion would place the miniature in either position, move the figure back towards its initial Infiltration point until it is no longer in an illegal position; ie. the figure will be placed on the limit of the enemy's Zone of Deployment closest to the initial Infiltration point.  ", "name": "Infiltration"},
{"data": "If the figure with this Special Skill is the Lieutenant, the Characteristics of Instruction and Fury (Such as Regular, Impetuous, etc.) of all the troops under his command are replaced by his own. While the figure possessing Inspiring Leadership remains conscious on the battlefield, his troops will not disband, behaving as if they were figures with the Religious Troop Special Skill. This Special Skill has no effect on troops possessing Remote Presence.  If an Impetuous Troop, the figure possessing Inspiring Leadership must act before the other members in his group in order to set an example. This Special Skill functions automatically and its use is not optional. It only works while the user is conscious.  ", "name": "Inspiring Leadership"},
{"data": "Attack to Vital Points: When both fighters succeed in a Face to Face Roll but this figure scores a hit, the enemy does not receive the +3 ARM bonus for being in CC. This level is only applicable to CC.  ", "name": "Martial Arts L1"},
{"data": "Courage: Functions as the Special Skill of Valor: Courage.  ", "name": "Martial Arts L2"},
{"data": "First Attack: This allows the figure to attack first in CC, making a Normal Roll to hit. If the defender survives, he can counter attack with a Normal Roll of CC. A figure with this ability may also use the CC Attribute instead of PH to disengage from Close Combat. This level is only applicable in CC. Two figures with Martial Arts L3 will perform their First Attack at the same time, so they have to make a Face to Face Roll.  ", "name": "Martial Arts L3"},
{"data": "Empty Mind: This functions as Sixth Sense L1, cancelling out Martial Arts Skills of Levels 1-3 of opponents. It also makes opponents incapable of turning to face this figure as an ARO when he enters their ZC from behind, unless they have Sixth Sense L2.  ", "name": "Martial Arts L4"},
{"data": "Personal Defence: When in combat with several enemies, they will not receive the positive Modifiers from fighting in a group. Personal Defence also allows the martial artist to hit all his adversaries at once with a single successful roll in CC, requiring each one to make a separate ARM Roll. This level can only be used in CC.  ", "name": "Martial Arts L5"},
{"data": "The figure belongs to the Mechanized Infantry corps, whose armoured vehicles allow them to move ahead to cover the advance of their companions. During the deployment phase a miniature with Mechanized Deployment can be deployed in any part of the half of the game table corresponding to his side. All the figures with Mechanized Deployment must be placed in the same 8 inch radius area with a central figure as a reference, as if they just jumped off a vehicle.  ", "name": "Mechanized Deployment"},
{"data": "The figure which possesses this Special Skill can change to a predesigned form. The transformation from one shape to another requires only the spending of a Short Movement Skill from an Order. Mechanical Transmutation allows the miniature to alternate freely between the different forms it has available. It is not allowed to transmute in ARO. In the Deployment Phase, the player must indicate which shape the figure is deployed in.", "name": "Mechanical Transmutation"},
{"data": "Evolutionary or artificial enhancements have provided the owner of this Special Skill with great agility, giving him movement capabilities superior to the human standard. Meta-Agility allows overcoming of any obstacle with ease. In game terms, Meta-Agility means the figure has the Super-Jump and Climbing Plus Special Skills. This Special Skill is automatic and does not require spending of Orders or dice rolls to use.", "name": "Meta-Agility"},
{"data": "The figure benefits from military nano-chemical substances used to control aggression and to improve bodily functions. As secondary effect, MetaChemistry memetic substances provoke the appearance of physical, neuronal, or metabolic advantages already latent in the subject. These improvements can be increased by the use of biotechnological implants. Before the battle, roll d20 and follow this table to discover the type of MetaChemistry improvement that the figure will have. ", "name": "MetaChemistry"},
{"data": "Minelayers secure their force's deployment zone by placing Mines in close proximity to prevent the approach of enemy troopers. During Deployment, figures possessing this Special Skill can place inside their ZC a Camo Marker which represents a camouflaged Mine, or a Marker representing the deployable weapon with which he is equipped (E/Mauler, Deployable Repeater). It may not be placed if any enemy troop is inside the area of effect of the deployable weapon. If the figure deploys using the Infiltration Special Skill and fails the PH roll, then a Mine Marker will be placed instead of a Camouflage marker. The Minelayer Special Skill is automatic and it does not require the spending of any Orders or the making of any rolls. The deployed weapon or equipment must be deducted from those carried by the figure.", "name": "Minelayer"},
{"data": "A miniature which possesses this Special Skill is especially gifted in fighting, with a combat instinct highly developed through many hours of hard training and real encounters. This Special Skill nullifies all levels of Martial Arts in Close Combat, as well as the Berserk Special Skill of adversaries. Moreover, Natural Born Warrior gives the Special Skill V: Courage. This is an automatic Special Skill and it does not require the spending of any Orders or the making of any rolls to use it.", "name": "Natural Born Warrior"},
{"data": "This figure is the unit's paramedic and is equipped with MediKits to cure his wounded comrades.  ", "name": "Paramedic"},
{"data": "The miniature is able to secrete a neurotoxin which makes his blows highly lethal. Accordingly, the figure's CC weapon is counted as having Shock Special Ammunition. The effect of the Poison can be combined with any other Special Ammunition that his CC weapon possesses. In addition, each time a figure with the Poison Special Skill suffers a Wound in CC, his blood splatters automatically to cause a Damage 9 hit on his adversary. Blood splatters cause Normal (Never special) Damage, and as the direct result of a Short CC Skill, they cannot be dodged.  ", "name": "Poison"},
{"data": "The figure with this Special Skill is the pilot or driver of a Vehicle or manned T.A.G. without the Ejection System Equipment. Pilots can Mount/ Dismount from their vehicles with a Short Movement Skill of an Order or ARO. A Vehicle or T.A.G. which has lost all its Structure points, and is in an Unconscious state, doesn't provide its Order to the Orders Reserve of its army. However, with another Order taken from the Orders Reserve, the player can Dismount its Pilot (as first Short Skill of the Order). The Pilot of an Unconscious Vehicle or T.A.G. has no Order of his own, and he doesn't provide any Order to the Order Reserve. Pilots don't provide Victory Points to the enemy and are not counted as casualties for the Retreat! Rule - only their T.A.G.s. are counted. If a manned Vehicle or T.A.G. loses 1 point of Structure over its STR value, it is considered destroyed, in a Dead state, and its Pilot is considered killed as well.", "name": "Pilot"},
{"data": "The miniature's system is specially suited for self-healing and physical and metabolic regeneration. Regeneration is a Short Skill that allows the miniature, after passing a Normal PH Roll, to regenerate 1 Wound and even recover from an Unconscious state. When the miniature loses all his Wounds and becomes Unconscious, he must place a Wound Marker next to his figure. If he fails his PH Roll while Unconscious, he passes to the status of Dead and is removed from the game table. If the number of Wounds received leaves the miniature in a Dead state before being able to activate Regeneration, he will not be able to use this Special Skill again, and will have to be removed from the table. (For example, if a miniature with 1 Wound receives 3 hits from a Burst and fails 2 Armour Rolls). While the figure is in Unconscious state he will not add his Order to his army Orders Reserve. Figures with Regeneration automatically possess the Shock Immunity Special Skill. Regeneration is compatible with the use of MediKit or Doctor. A miniature with Regeneration can be healed and if he receives a Wound after that, he can try to regenerate it, and vice versa.  ", "name": "Regeneration"},
{"data": "The beliefs and teachings of his leaders have turned the miniature into an able warrior, with an unswerving faith that allows him to keep firm when others desist. This Special Skill functions automatically and allows the figure to keep his Order for himself after losing his Lieutenant, in addition to the minimum Orders due to Loss of Lieutenant. In addition the miniature may choose not be affected by the rules of Retreat! If all a player's figures are Religious, then two of them may give up their Orders to elect a new Lieutenant. Otherwise they may continue operating using only their own Orders.  ", "name": "Religious Troop"},
{"data": "Hacking range amplification system. This allows Hackers to use their skill in a radius of 8 inches around the Repeater. The Hacker can be at any distance from the Repeater, and he does not need to keep a LoF with it. This is a Special Skill that functions automatically and does not need the spending of any Orders to work. The Repeater can only be used by Hackers of the same army, or an allied one.  ", "name": "Repeater"},
{"data": "The Morat are the militarist race par excellence. Morat troops possess an ingrained feeling of belonging to their combat units. Their instruction and training have produced an attack force where an individual sense of duty and personal honour is sublimated to those of the group. The Morat are very strict, follow rules to the letter and will fight until no soldier is on his feet: for this reason they will not disperse until they accomplish their mission. All the Morat have a racial ability equivalent to the Religious Troop Special Skill. In addition, the presence of Morat troops in an army increases the Retreat! threshold from 60% to 75%.  ", "name": "Morat"},
{"data": "In the Deployment Phase, the figure with this Special Skill can be placed on the game table with a Foxhole Marker (FOXHOLE) beside it. In this state, the miniature is considered to be Prone and in base to base contact with Partial Cover in all directions, even though there may be no scenery item present, and it benefits from the CH: Mimetism and V: Courage Special Skills. Foxholes are fixed positions, to leave them, in an active or reactive turn, requires use of the Get Up Short Movement Skill. Moreover, by spending 1 Order, the figure can dig a new Foxhole, placing a Foxhole Marker beside it and using the above rules. When a miniature leaves a Foxhole, it loses the CH: Mimetism and V: Courage Special Skills, unless it has those Special Skills in addition to Sapper. A Foxhole Marker is removed from the game table when a figure exits it. The Foxhole Marker cannot be used by any figure other than the Sapper.", "name": "Sapper"},
{"data": "The miniature is deployed inside a life maintenance and body-developing capsule. When its body is finished growing and the information, plans and aptitudes necessary to accomplish its mission are implanted, the miniature will emerge from the capsule, ready for combat. Troops with this Special Skill are deployed on the battlefield in the shape of a Seed-Embryo. This capsule, which is heavily armoured, cannot do anything and only has ARM, BTS and W Attributes. It is vulnerable to E/M (being Immobilized) but it cannot be hacked. The Seed-Embryo stands still, without moving, giving one Order to the Order Reserve of its army until its player's second turn, or until the next player's turn following its deployment. At the beginning of its second turn, before the Impetuous Orders sequence and without spending any Order, the Seed-Embryo is replaced by the miniature, fully equipped, facing wherever its player wishes and able to act immediately. In an emergency situation, the player can, if he wishes, spend 1 Short Skill or an ARO to hatch the Seed-Embryo prematurely. The SeedEmbryo only can hatch reactively to any actions made by the enemy inside its Zone of Control or its 360 LoF. In addition, it is equipped with a stealth device which provides it with CH: Limited Camouflage until it hatches. If the Seed-Embryo is discovered, replace the Camouflage Marker with a SeedEmbryo (SEED-EMBRYO) Marker. Those Seed-Embryos which have the AD: Combat Jump Special Skill cannot be deployed using any other level abilities of Airborne Deployment. A landed capsule will hatch automatically in the player's next turn following its landing; immediately by spending 1 Short Skill; or by spending one ARO during another player's turn. As they are used to being deployed in dangerous areas, and lack the stealth device which is disabled after a landing, the capsules of Seed-Embryos with AD: Combat Jump have an Electric Pulse and a single use defensive device, which works like an Antipersonnel Mine if enemy models approach within range of an unhatched capsule. A Seed-Embryo that scatters off the battlefield will need to spend 2 Orders to appear on the border of the table, at the same point where it left. It is hatched when placed on the table.", "name": "Seed-Embryo"},
{"data": "The miniature possesses high sensitivity detection equipment, or a perfect sense of smell, that allows him to detect hidden figures nearby. The miniature that possess Sensor can make a Normal WIP Roll (Distance, Camouflage or TO Camouflage Modifiers are not applied) to Discover all models that are Camouflaged or in Hidden Deployment within a radius of 8 inches around him. Sensor is a Short Skill and does not need a LoF. A miniature possessing the Sensor and Forward Observer Special Skills can mark a target outside his LoF (using his pertinent Short Skill), if he is within the Sensor radius of effect and the target has been previously discovered. In such a case, a Distance, Cover, CH and ODD Modifiers will not be applied to the Forward Observer WIP roll. A miniature with Camouflage, TO Camouflage, or Impersonation cannot Camouflage again, or return to the Impersonation state, within the Sensor area.  ", "name": "Sensor"},
{"data": "The Shavastii are an alien race with a completely different biology to humans. Endowed with a strong survival instinct, all the Shasvastii are partially hermaphroditic, allowing them to bear a fast growth Spawn-Embryo inside them that they will later implant in enemy territory. After some time, a Shasvastii will sprout from the Spawn-Embryo, which will follow genetically codified information to continue the mission of the Shasvastii Continuum. Spawn-Embryos can feed from the corpse of the fallen Shasvastii, so it is considered that no Shasvastii troop yields Victory Points to his enemy until his Spawn-Embryo has been wiped out. It is therefore considered that, to count VP for victory as for Retreat! Shasvastii have three levels: Unconscious, Dead, and Spawn. When the Shasvastii is Dead, replace it with a Spawn-Embryo Marker (SPAWNEMBRYO). The Spawn-Embryo cannot move from its location, attack, or defend itself. It has ARM 0, BTS 0 and if it suffers one Wound it must be removed from the battlefield.  ", "name": "Shasvastii"},
{"data": "Within a radius of 8 inches, the miniature will be surprised by neither Impersonators, Camouflaged, nor TO Camouflaged miniatures, nor enemies hidden by a Zero Visibility Zone nor can he be attacked from the rear within his Zone of Control. In this way, when attacked from within an 8 inch radius in his Zone of Control, the miniature will answer the assault in a simultaneous fashion with a Face to Face Roll. Figures with Sixth Sense L1 will be able to react against Impersonators, Camouflaged, TO Camouflaged figures and enemies hidden by a Zero Visibility Zone inside their Zone of Control only at the moment of being attacked, acting as if those miniatures were in front of them and revealed but not Camouflaged and not applying the Modifier of -6 for a Zero Visibility Zone. They cannot however react to movements or any other action of Impersonators, Camouflaged and TO Camouflaged foes or troops hidden by a Zero Visibility Zone. This Special Skill functions automatically (No need to spend any Order or make any Roll).  ", "name": "Sixth Sense L1"},
{"data": "Allows the miniature to react in a simultaneous fashion to attacks (Not to movements or any other actions) by Impersonators, Camouflaged and TO Camouflaged figures and enemies hidden by a Zero Visibility Zone in LoF, no matter the distance and the blocking of LoF by Zero Visibility Zones and not applying its -6 Modifier. The miniature can also react simultaneously to any attack performed against it out of its LoF. This Special Skill functions automatically (you will not need to spend any Order or make any roll).  ", "name": "Sixth Sense L2"},
{"data": "If the Strategos figure is the Lieutenant, he can assign the Lieutenant Special Order to any other miniature of his combat group. ", "name": "Strategos L1"},
{"data": "Strategos Level 2: This level allows to the player, during the Deployment phase to reserve two miniatures to deploy after his adversary. It is compulsory to be the Lieutenant to use this Special Skill.", "name": "Strategos L2"},
{"data": "Strategos Level 3: If the Strategos figure is the Lieutenant, he not only can use the preceding levels of this Special Skill, but can also prevent his adversary, during the Deployment phase, deploying a miniature after him. A Strategos L2 against a Strategos L3 can reserve one figure in his deployment, while the L3 can reserve two miniatures. Two opposing Strategos L3 will perform a Deployment as usual and as stated in the rules, reserving one figure to deploy after their adversary.   ", "name": "Strategos L3"},
{"data": "This Special Skill is a biogenetic enhancement which allows the user to extract nutrients and organic matter from other living beings to boost his own health. Protheion is a CC Attack. It requires spending of a Short Skill or an ARO, without any roll necessary, and also requires the user be in base contact with another biological creature in an Unconscious state. Each Wound added to the user will remove a Wound from the miniature the user is absorbing nutrients from. A figure with Protheion may absorb wounds until they have a maximum of 3 in total at any given time. This means a figure beginning the game with a Wound value of 1 may absorb up to 2 bonus Wounds, while a figure starting with a Wound value of 2 may absorb 1. If any Wounds are lost, they may be re-absorbed up to the maximum of 3 Wounds in total. This Special Skill can be used in an aggressive way, absorbing Wounds even if the user is yet to be damaged.  Against foes in a normal state (Not Unconscious), Protheion is used in CC Combat. The figure with Protheion makes a CC Face to Face Roll against the opponent's defending Attribute, with success forcing victims to make a BTS roll against the PH of the user or transfer one of their Wounds. A victim of Protheion can lose all his Wounds, and his Unconscious level too, which counts as a Wound. Criticals with Protheion absorb a Wound directly from the target, avoiding the BTS Roll.  The Protheion Special Skill cannot be used against figures with the STR Attribute.  Moreover, Protheion includes the V: Dogged Special Skill. However if it is used by a figure with the Shasvastii Special Skill, the Spawn-Embryo rule cannot be used later, because the miniature will consume it to activate the V: Dogged Special Skill. If, when using the Dogged Special Skill, the figure with Protheion regenerates one or more Wounds, the Dogged state is cancelled. The use of Protheion is always considered a CC Attack, this means this Special Skill cannot be used against allied troops.  ", "name": "S: Protheion"},
{"data": "The next step beyond Protheion adds this complex Voodoo Tech system which allows the replication of the Attributes of any organic beings who are nearby. The Morpho-Scan substitutes the MOV, CC, BS and PH Attributes of the user with the target's, who must be inside its Zone of Control. All those Attributes listed are substituted when used. This is a Skill of one use only, the user can only Morpho-Scan one figure over the course of a battle. The Morpho-Scan is vulnerable to E/M and requires the spending of 1 Order from the Order Reserve to activate it. Any troop, allied or enemy, can be Morpho-Scanned, except those figures with the STR Attribute.  Moreover, troops with this Special Skill can also take one weapon from the figure they have Morpho-Scanned. To do so, they must spend 1 Order from the Order Reserve, and the target must be in an Unconscious state and in base to base contact with the user. Morpho-Scan suffers the same restrictions on taking weapons as the Impersonation or Booty Special Skills.  ", "name": "S: Morpho-Scan"},
{"data": "These miniatures are genetically, artificially, or evolutionarily designed to perform jumps of astonishing length and height. This Special Skill works automatically. It allows the miniature to move in a vertical, diagonal, or horizontal jump as many inches as indicated in his MOV, without having to make a PH Roll. Super-Jump is a Special Short Movement Skill that can be combined with other Short Skills. For example, with Super-Jump, the figure can shoot while flying through the air and this will be considered an Order of the Move+BS type. Also, when the miniature moves in a normal way he will be able to avoid any obstacle of his height or less without any Movement restriction. To calculate the Falling Damage taken by miniatures with SuperJump, the sum of both values of his MOV Attribute is subtracted from the distance and the result multiplied by 2.5. For example: a miniature with Super-Jump with MOV 4-4, that jumps from a terrace to the floor from a height of 10 inches will only have to make an ARM Roll against Damage 5 (distance of 10 minus MOV 4+4 = 2, multiplied by 2.5 to give 5).  ", "name": "Super-Jump"}, {"data": "The miniature which possesses this Special Skill Level is such a skilled infiltrator than it doesn't apply the Dispersion rule when it fails the Infiltration roll. It only loses the Camouflaged Deployment or Hidden Deployment advantage, substituting the Marker with the miniature. Figures with Superior Infiltration, as those with just Infiltration (Level 1), may be deployed to the battlefield as if it did not have this Special Skill if desired.  ", "name": "Superior Infiltration"},
{"data": "The miniature is specially equipped for fast movement. This Special Skill automatically increases the movement of the miniature, with no need to spend Orders or make any roll. This increase is already calculated in the MOV value of the figure possessing this Special Skill, or else is indicated between brackets.  ", "name": "Superior Movement"},
{"data": "Due to servos and a system of support and reinforcement of response speed and mobility, some miniatures are able to react with great celerity. To reflect this, Total Reaction allows the firing of the whole Burst (B) of a weapon in ARO. - If the BS roll is a Normal Roll, as many Rolls as the B value of the Weapon will be made. - If the BS roll is a Face to Face Roll, both players will have to make all their BS rolls. All the results (after applying the typical Modifiers) that overcome the best Roll of their adversary will be impacts.", "name": "Total Reaction"},
{"data": "This Special Skill allows the figure to transform into a different miniature, with different Attributes and Skills, for example changing from Dogface to Dog-Warrior. In order to complete the Transmutation, the figure must be suffering great stress, for instance after receiving a Wound. Transmutation is automatic and does not require the spending of any Order. The new figure replaces the old one, minus any wounds taken, at the end of the Order in which he receives the first wound.", "name": "Transmutation"},
{"data": "Courage avoids, without spending any Order, the WIP Roll that is compulsory after surviving the impact of a ballistic weapon but the figure does not wish to move to cover (The Guts Roll made after a successful ARM Roll). The figure is not required to keep his position if he does not want to.  ", "name": "V: Courage"},
{"data": "This Special Skill is automatic and does not require the use of Orders to be activated. Dogged allows the miniature to ignore the state of Unconscious. If the miniature uses the Dogged Skill he will be able to act normally provided he keeps spending Orders in a consecutive way. The figure will die when the turn he would have fallen Unconscious finishes, if the player stops spending Orders on him in a consecutive way, or if he suffers another Wound. In addition, the Dogged Special Skill includes also the Courage Special Skill. Dogged cannot be used in ARO. Dogged allows Impetuous figures to spend Orders from the Orders Reserve in order to keep acting normally, even though the player hasn't finished spending Impetuous Orders.", "name": "V: Dogged"},
{"data": "This Special Skill functions automatically, allowing the miniature, after receiving a Wound, to avoid passing to the Unconscious state. Another Wound will be needed to destroy him. The miniature can be cured by a Doctor, AutoMediKit, MediKit, and Regeneration, although if he fails this roll he will automatically die.", "name": "V: No Wound Incapacitation"},
{"data": "The miniature belongs to a troop with several years of service in the toughest frontlines: he possesses several skills acquired the hard way. Veterans are soldiers hardened by war, able to rise above the pain of their wounds and to detect danger wherever it lurks. The Veteran Skill provides the Sixth Sense L2 and V: No Wound Incapacitation Skills.  ", "name": "Veteran"},
{"data": "Troops with Multiterrain Skill prepare themselves extensively for every mission, training with simulators or in zones that approximate the location where they will carry out their operations. Those troops stationed in adverse environments that include several types of Special Terrain (Aquatic and Jungle, for instance) will also possess Multiterrain. Before starting the battle, figures with Multiterrain will be able to choose in which type of terrain they will be specialized (See Terrain section). They will only be able to choose one type out of the five possible types (Aquatic, Desert, Mountain, Jungle, or Zero-G) and will reduce the MV difficulty of that Terrain by one level. This Special Skill is automatic and does not require any Order to be activated.  ", "name": "Multiterrain"},
{"data": "Aquatic Terrain: This is an environment where water is the dominant medium. Submarine scenarios, seas, lakes, rivers, marshes, mangrove swamps (jungles covered by water), etc. ital bases, the corridors of spaceships or bases with disabled artificial gravity, etc.  ", "name": "Aquatic"},
{"data": "Mountain Terrain: This encompasses zones at great height over the sea level, with rocky formations and little vegetation, and those territories typical of artic and sub artic regions. Mountain Terrains are the high, medium and low peaks, defiles, fjords, rocky slopes, ice and snow plains, tundra, etc.  ", "name": "Mountain"},
{"data": "Desert Terrain: A terrain where heat and sand prevail. Game Zones with Desert Terrain could be dune deserts, stony areas, desolate savannas, etc.  ", "name": "Desert"},
{"data": "Jungle Terrain: These characterize very solid woods. Rain forests, jungles, thick forests, groves, etc.  ", "name": "Jungle"},
{"data": "Zero-G Terrain: This is where gravity force is very weak or nonexistent, requiring a different sense of direction and movement. Zero-G Terrain includes zones with atmosphere and pressure and also exterior vacuum. Possible Zero-G scenarios would be freight zones of great spacecrafts, the exterior rings of space or orbital bases, the corridors of spaceships or bases with disabled artificial gravity, etc.  ", "name": "Zero-G"}
],
"name": "Equipments", "rule":
[
{"data": "AI Beacon: Data net signal emitter which allow Artificial Intelligences to enhance the range and effectiveness of their particular data sphere. In game terms, the function of an AI Beacon is to provide 1 Order to the Order Reserve of its army. An AI Beacon must always be deployed with AD: Combat Jump, but its deployment is performed during the Deployment Phase. If its Dispersion means it falls off the game table, it must be considered lost and cannot be recovered during the battle. An AI Beacon must be assigned to a Combat Group, which cannot surpass the maximum of ten Orders. This piece of Equipment is vulnerable to E/M Special Ammunition and cannot be picked up with the Booty Special Skill.", "name": "AI Beacon"},
{"data": "This is a nano-medical device that some troops have integrated to their personal tactical equipment. It injects nanorepairers automatically in their systems allowing them to recover from the Unconscious state. It requires the spending of 1 Complete Order and the passing of a PH roll. If the roll is successful, the figure recovers from 1 Wound automatically, leaving the Unconscious state and adding his Order to his army's Orders Reserve as usual in the next active turn. If the figure fails his roll, he will automatically pass to the Dead state and will have to be removed from the battlefield. With an AutoMediKit, miniatures can recover from the Unconscious state as many times as necessary, provided that they pass their PH roll each time. The AutoMediKit is a sophisticated device, a product of the highest technology, but it can be affected by E/M weapons. If it suffers from E/M damage an AutoMediKit will be Disabled  ", "name": "AutoMediKit"},
{"name": "Baggage"},
{"name": "Biolocator"},
{"data": "Some vehicles and T.A.G.s can carry troops on their bodywork. Each figure can cling to a single brace. The number of braces, indicated between brackets, marks the number of figures that the vehicle or T.A.G can transport. In order to get on or off a brace, a figure must use the Short Skills Mount/Dismount. Troops gripping braces cannot perform any other action save Dismount or Dodge. When Dodging, it is always assumed that the figure jumps off the vehicle. Troops cannot be deployed already gripped to braces. Miniatures must be positioned next to the brace positions on the vehicle model when clinging to braces, in Order to determine LoF and cover situations. The Maghariba Guard, for example, has its Braces in the rear area. If a vehicle or T.A.G. with figures gripped to braces is shot at, it must be indicated whether the T.A.G. or the troops clinging to it are being targeted. Template weapons fired against the vehicle or T.A.G. will also affect the passengers.  ", "name": "Braces"},
{"data": "The Antipodes Control Device allows controlling an Ariadna Assault Pack. It can be affected by E/M weapons.  ", "name": "Control Device"},
{"data": "This portable and deployable instrument is used to amplify the range of hackers and is specially designed to be placed in a fixed point, covering a specific area. Placing and activating a Deployable Repeater is a Short Skill, and it must be marked by a Deployable Repeater Marker (REPEATER) placed in base contact with the user. Unlike Mines, it cannot be Camouflaged. Deployable Repeaters have ARM 0, BTS 0, STR 1 and an effective range radius of 8 inches. Each figure with Deployable Repeater carries a total of 3.  ", "name": "Deployable Repeater"},
{"data": "Electronic Countermeasures. This term encompasses all devices that vehicles and T.A.G.s use to avoid and neutralize incoming enemy guided projectiles. Standard ECM includes a system of fire detection, localization and proximity radars as well as small battery of micromissiles loaded with nanotechnological chaff. This equipment tampers with the systems of enemy guided projectiles, forcing them to deviate from their target and to explode out of range. ECM from Ariadna are similar to modern ones, although comparatively bigger. Instead of nanotech micromissiles, their ECM systems are equipped with a battery of rockets that create a wall of explosions that detonate enemy guided projectiles. ECM has a standard level of 5, requiring a Normal Roll of 5 or less for each incoming guided projectiles to deflect and detonate the projectile without causing any damage. ECM functions automatically and does not require spending of any Orders or having LoF and can be used in ARO. ECM allows reacting in ARO against enemy guided projectiles.  ", "name": "ECM"},
{"name": "Ejection System"},
{"data": "This device allows EVO troops who operate at long distance or from planetary orbit to give active support to their army's Hackers throughout a battle. The presence of an EVO Repeater increases the lethal capacity of Hackers, providing a greater power over enemy equipment and systems. In game terms, having an EVO Repeater deployed on the game table allows the Hackers of its army, without spending any additional Orders, to choose between the following different Support Programmes for use when hacking:   Icebreaker: When making a hacking roll, the EVO halves the Biotechnological Shield (BTS) of the target, always rounding up.   Capture: Thanks to the EVO, the Hacker only needs 1 successful WIP Roll to completely possess a T.A.G. and control it in Possessed status (Marker POS). This programme has no effect on T.A.G.s of the Combined Army.   Support Hacking: Up to three Hackers can spend an Order each to give support to a companion. Each Hacker supporting provides a +3 Modifier to the Hacking Roll of the supported figure.Trajectory Assistant: By spending 1 Order the Hacker provides a +3 Modifier to the PH Roll of a figure who is going to perform a Combat Jump. In the case of a Coordinated Combat Jump of various troops dropping all inside the same Circular Template, then it is only necessary for the Hacker to spend a single Order to provide assistance to all of them.   The Hacker must announce, immediately after declaring his Hacking Order, which of the four EVO Support Programmes he is going to use. The EVO Support Programmes are not combinable, not even in Coordinated Order. These Support Programmes cannot be used in ARO.   Hacking Guided Ammunition: In a reactive turn, thanks to the EVO Repeater, a successful Hacking Guided Ammunition action will not only cause a guided munition to miss, but will also jam a Forward Observer's mark on its target. This only disables a Forward Observer's mark as it applies to Guided Ammunition, not for its use in other attacks such as Speculative Fire. This effect lasts until the end of the turn. If a Hacker with an EVO Repeater deployed on the battlefield hacks 1 Guided projectile fired against a figure marked by a Forward Observer, for the rest of the turn he will cause any Guided projectile shot at that miniature to miss automatically. Any further Guided projectile fired against such a figure during that turn will be deflected by the Hacker as an automatic ARO, without any roll necessary. Following a successful Hacking Guided Ammunition roll, a target may be marked again by the same, or another, Forward Observer to allow further Guided projectiles to be fired at it. A new Hacking Guided Ammunition roll is required each and every time the target miniature is marked by another Forward Observer, or again by the same Forward Observer, in order to make Guided Ammunition fired at the target miss.", "name": "EVO Repeater"},
{"data": "This allows computer attacks to be performed against other systems and devices and also to defend against a cyberattack. See Hacker combat rules for details. All Hacking Devices are Repeaters for the other Hackers of the same army. . The Hacking Device Plus has an additional advanced system of Localization-Identification-Liaison that works as a Forward Observer, but only within the Hacker's, or his Repeater's, Zone of Control (8 inches): LoF with the enemy is not required. In order to mark a target with the Hacker Device Plus Forward Observer function, it is necessary to spend an Order and pass a WIP Roll. The target can react by Dodging the marking of the Forward Observer Hacking Device Plus, provided he has LoF.", "name": "Hacking Device"},
{"name": "Hacking Device Plus"},
{"name": "Holoprojector L1"},
{"name": "Holoprojector L2"},
{"name": "Kuang Shi Control Device"},
{"data": "This is a wound recovery medical device carried by all Paramedics. It is used to heal Unconscious miniatures. Using the MediKit is a Short Skill that requires a PH Roll with a -3 Modifier by the patient. If he fails his roll, he will immediately pass to the Dead state and will be removed from the game table. If he passes the roll, the patient recovers 1 Wound, automatically leaving the Unconscious state and contributing his Order again to the Orders Reserve of his army in the next active turn. With a MediKit, miniatures can be healed from the Unconscious state as many times as necessary, provided they pass their PH-3 Rolls. Human MediKits do not work on Aliens (Assault Packs, Dog-Warriors, etc.) and vice versa. The MediKit is the most frequent medical system of nano-injection on battlefields. There are several syringe models; the most modern being a device with the form of a gun, using a chamber with a magnetic coil. After introducing the nanotreatment cartridge and pulling the electric trigger, the magnetic field accelerator injects at high speed the medical nanobots suspended in the cartridge serum. Other versions of the MediKit are the hypo-spray, with a lower speed performance, or the archaic pneumatic pistols.  ", "name": "MediKit"},
{"name": "Minesweeper"},
{"data": "An individual light vehicle characterized by its great speed and manoeuvrability. Modern army motorcycles are hybrid offroad multipurpose vehicles and adapt themselves to any environment or situation. In order to reflect this in the game, Motorcycles can use the Dodge Skill with a -6 MOD. Normally, army Motorcycles have an integrated Light Grenade Launcher with Smoke Special Ammunition. Motorcycles are not susceptible to being hacked, although they are affected by E/M Special Ammunition. Motorcycles cannot Overrun.", "name": "Motorcycle"},
{"data": "This allows the performance of Discovery or Shoot rolls without having to apply the Modifiers for CH: Mimetism, CH: Camouflage and Low Visibility Zones.  ", "name": "Multispectral Visor L1"},
{"data": "This allows the performance of Discovery or Shoot rolls without having to apply any Modifier for any level of the Camouflage and Hiding (CH) Special Skill, for Optical Disruption Devices (ODD) and Low Visibility Zones. Level 2 allows LoF through Zero Visibility Zones and doesn't apply the -6 Modifier.  ", "name": "Multispectral Visor L2"},
{"data": "This works exactly the same as the previous levels but will also allow attacks against a Camouflage or a TO Camouflage Marker without having to pass any Discover roll previously. These attacks against a Marker do not reveal it to the rest of the army. Also, L3 prevents the use of Combat Camouflage and Combat TO Camouflage against its user.  ", "name": "Multispectral Visor L3"},
{"name": "Nanoscreen"},
{"name": "Neurocinetics"},
{"data": "This Special Skill produces a personal field of photonic perturbation, frustrating any attempt to aim at its bearer. It allows the possessor, without spending any Order or making any roll, to deploy with an activated OD. During the battle, any figure trying to aim at the possessor of an OD will suffer a -6 to his BS Attribute rolls 2.  ", "name": "ODD: Optical Disruptor"},
{"data": "More powerful than the previous level and with a higher range, it creates an Optical Disruptor Field around the miniature the diameter of a Circular Template. Deployment of ODF. This allows deployment with an activated Optical Disruptor Field, without having to spend any Order or make any roll. This functions only in the deployment phase. Defensive ODF. During the battle, any figure aiming at the bearer of an activated ODF will suffer a -6 to his BS Attribute roll. Defensive ODFs do not require any Order or need any roll. Any miniature placed within an ODF area receives a -6 Modifier to be shot at that is lost after leaving the field. ODF in combat. Figures can act normally inside the ODF without losing the -6 effect when shot at. The Modifier from an ODF is not cumulative with those from Camouflage and Hiding (CH). If a figure is in CC within an ODF, the -6 Modifier is not applied to CC Attribute rolls.  ", "name": "ODD: Optical Disruptor Field"},
{"name": "Traktor Mul Control Device"},
{"data": "Technological and evolutionary advances have given this miniature a vision with a zoom effect. Modifiers for Long Distance are reduced to 0 and those of Maximum Distance drop to -3.  ", "name": "X Visor"},
{"name": "X-2 Visor"},
{"data": "The miniature possesses a natural or artificial capacity of seeing his surroundings in 360. A 360 Visor functions automatically and does not require the spending of an Order to be activated. It allows a LoF of 360, so the figure has no blind points and cannot be surprised from behind.  ", "name": "360 Visor"}
]
}


